xml/request_templates/myspace_darwin.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>27882676|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Oh my God, Charlie Darwin</dc:title>
              <dc:title xsi:type="dkdcplus:full">Oh my God, Charlie Darwin</dc:title>
              <dc:creator>The Low Anthem</dc:creator>
              <dc:creator xsi:type="oss:sort">The Low Anthem</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">78.794:5</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Rock (Beat). Moderne folkemusik (Folk)</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCM">americana</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">americana</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCM">folk</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">folk</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCM">vokal</dc:subject>
              <dcterms:audience>børnematerialer</dcterms:audience>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Bella Union</dc:publisher>
              <dc:contributor>Joice Adams</dc:contributor>
              <dc:contributor>Ben Miller</dc:contributor>
              <dc:contributor>Jeffrey Prystowsky</dc:contributor>
              <dc:contributor>Anne Williams</dc:contributor>
              <dc:date>2009</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Cd (musik)</dc:type>
              <dc:format>1 cd</dc:format>
              <dc:identifier>Bella Union BELLACD 202</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
              <dc:language>Engelsk</dc:language>
              <dcterms:hasPart xsi:type="dkdcplus:track">Charlie Darwin</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">To Ohio</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Ticket taker</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">The horizon is a beltway</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Home I'll never be</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Cage the songbird</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">(Don't) tremble</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Music box</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Champion angel</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">To the ghosts who write history books</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">OMGCD</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">To Ohio (reprise)</dcterms:hasPart>
              <dcterms:spatial xsi:type="dkdcplus:DBCM">USA</dcterms:spatial>
              <dcterms:temporal xsi:type="dkdcplus:DBCM">2000-2009</dcterms:temporal>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">27882676</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20090831180941</marcx:subfield>
                  <marcx:subfield code="d">20090821</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="006" ind1="0" ind2="0">
                  <marcx:subfield code="a">20090701</marcx:subfield>
                  <marcx:subfield code="c">20091101</marcx:subfield>
                  <marcx:subfield code="2">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">s</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2009</marcx:subfield>
                  <marcx:subfield code="b">gb</marcx:subfield>
                  <marcx:subfield code="l">eng</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">s</marcx:subfield>
                  <marcx:subfield code="g">xc</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="d">Kr. 136,00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="023" ind1="0" ind2="0">
                  <marcx:subfield code="a">0602527058856</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="x">BKM200936</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="039" ind1="0" ind2="0">
                  <marcx:subfield code="a">bef</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="110" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">The ¤Low Anthem</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Oh my God, Charlie Darwin</marcx:subfield>
                  <marcx:subfield code="e">The Low Anthem (Ben Knox Miller, Jeffrey Prystowsky, Joice Adams) with Anne Williams ... [et al.]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">[S.l.]</marcx:subfield>
                  <marcx:subfield code="b">Bella Union</marcx:subfield>
                  <marcx:subfield code="c">p 2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="n">1 cd</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="529" ind1="0" ind2="0">
                  <marcx:subfield code="a">MySpace</marcx:subfield>
                  <marcx:subfield code="u">http://www.myspace.com/lowanthem</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="531" ind1="0" ind2="0">
                  <marcx:subfield code="a">Indhold:</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="538" ind1="0" ind2="0">
                  <marcx:subfield code="f">Bella Union</marcx:subfield>
                  <marcx:subfield code="g">BELLACD 202</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">78.794</marcx:subfield>
                  <marcx:subfield code="v">5</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="m">folk</marcx:subfield>
                  <marcx:subfield code="m">americana</marcx:subfield>
                  <marcx:subfield code="n">vokal</marcx:subfield>
                  <marcx:subfield code="p">2000-2009</marcx:subfield>
                  <marcx:subfield code="l">USA</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Adams</marcx:subfield>
                  <marcx:subfield code="h">Joice</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="å">1</marcx:subfield>
                  <marcx:subfield code="a">Miller</marcx:subfield>
                  <marcx:subfield code="h">Ben</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Prystowsky</marcx:subfield>
                  <marcx:subfield code="h">Jeffrey</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Williams</marcx:subfield>
                  <marcx:subfield code="h">Anne</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">11</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Charlie Darwin</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">12</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">To Ohio</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">13</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Ticket taker</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">14</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">The ¤horizon is a beltway</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">15</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Home I'll never be</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">16</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Cage the songbird</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">17</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">(Don't) tremble</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">18</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Music box</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">19</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Champion angel</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">20</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">To the ghosts who write history books</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">21</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">OMGCD</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">22</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">To Ohio (reprise)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="795" ind1="0" ind2="0">
                  <marcx:subfield code="å">99</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="y">0</marcx:subfield>
                  <marcx:subfield code="a">Tremble</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="900" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Knox Miller</marcx:subfield>
                  <marcx:subfield code="h">Ben</marcx:subfield>
                  <marcx:subfield code="x">se</marcx:subfield>
                  <marcx:subfield code="w">Miller, Ben</marcx:subfield>
                  <marcx:subfield code="z">700/1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="o">200936</marcx:subfield>
                  <marcx:subfield code="b">v</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl/>
            <os:identifier>870970-basis:27882676</os:identifier>
    <os:creationDate>1980-03-07</os:creationDate>
    <os:holdingsCount>12</os:holdingsCount>
    <os:lendingLibraries>12</os:lendingLibraries>
            <os:relations>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorHomePage</os:relationType>
                <os:relationUri>http://www.myspace.com/lowanthem</os:relationUri>
                <os:linkObject>
                  <os:accessType/>
                  <os:access>free</os:access>
                  <os:linkTo/>
                </os:linkObject>
              </os:relation>
            </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
